{
  "markdown": "\nThis Relying Party Agreement (\"Agreement\") is a binding legal contract between **Comms.ID Pty Ltd** (ACN: 686 963 904), a company incorporated in Queensland, Australia (\"Comms.ID,\" \"we,\" \"us,\" \"our\"), and the entity registering to use the Comms.ID platform as a Relying Party (\"Relying Party,\" \"you,\" \"your\").\n\nBy registering a client, integrating with our platform, or using the Comms.ID Services, you agree to be bound by the terms and conditions of this Agreement.\n\n## **1. The Comms.ID Ecosystem and Our Commitment**\n\nComms.ID provides a secure digital identity platform (\"Platform\" or \"Services\") designed to combat fraud and build digital trust. Our Platform operates in alignment with the Australian Government Digital ID System (AGDIS).\n\n1.1. **Voluntary Alignment with AGDIS:** AGDIS is a voluntary accreditation scheme. While Comms.ID is on the journey to achieve formal accreditation, we have built our Platform from the ground up to adopt and conform to all relevant aspects of the AGDIS framework, including the _Digital ID Act 2024_, associated Rules, Data Standards, and the _Privacy Act 1988_. We aim to meet and exceed the best practices and legal requirements of the AGDIS framework. Our commitment to these standards is unwavering regardless of our accreditation status.\n\n1.2. **Interoperability and Separation of Roles:** The AGDIS framework is designed for interoperability. This separation of roles (Identity Service Provider, Attribute Service Provider, Identity Exchange) is a fundamental requirement of the system's design to enhance privacy and security. While Comms.ID currently provides an integrated ecosystem, our architecture anticipates future interoperability with other accredited providers. This Agreement governs your use of our Platform within this framework.\n\n## **2. Registration and Onboarding**\n\n2.1. **Dynamic Client Registration (DCR):** You may register to use the Services through our automated DCR process. You warrant that all information provided during registration is true, accurate, and complete.\n\n2.2. **Vetting and Approval:** We reserve the right to vet any Relying Party. For certain high-risk scopes, such as `aml/ctf`, registration will result in a \"Pending Review\" status. We may require you to provide additional information, including evidence of your compliance with applicable laws (such as your Anti-Money Laundering and Counter-Terrorism Financing Program). We retain the absolute discretion to approve, reject, or revoke your access to any or all Services to protect the integrity of our Platform and its users.\n\n## **3. Your Obligations as a Relying Party**\n\n3.1. **Compliance with Laws:** You warrant that you will use the Services in full compliance with all applicable laws, including the _Privacy Act 1988_ and, where applicable, the _Anti-Money Laundering and Counter-Terrorism Financing Act 2006_ (AML/CTF Act).\n\n3.2. **Data Handling and User Consent:** You acknowledge and agree that:\n(a) The Comms.ID Platform is designed around end-user consent. You may only request personal information from a user that is reasonably necessary for your service.\n(b) You must respect the type of data access granted by the user (\"Access Only\" or \"Access and Duplicate\"). Where \"Access Only\" is granted, you agree not to attempt to scrape, copy, or otherwise store the user's personal information outside of the secure viewing environment provided by the Comms.ID Companion App.\n(c) You are solely responsible for how you handle, store, and secure any personal information that a user consents to duplicate to your systems, and you must do so in accordance with the _Privacy Act_.\n\n3.3. **Security:** You are responsible for securely managing your client credentials, API keys, and access to the Platform. You must notify us immediately of any suspected unauthorised access.\n\n3.4. **Fair Use Policy:** You agree to abide by our Fair Use Policy. We reserve the right to monitor usage and suspend or limit your access if your use is deemed fraudulent, malicious, or so excessive that it degrades the performance and availability of the Platform for other users.\n\n## **4. Fees and Payment (For Subscribed Services)**\n\n4.1. **Basic Service:** Access to our core identity verification services may be provided free of charge, at our discretion.\n\n4.2. **Subscribed Services:** Access to certain features and scopes (e.g., `aml/ctf` compliance solutions) requires a paid subscription (\"Subscribed Services\"). Fees for Subscribed Services will be based on your chosen subscription tier and are payable monthly in advance.\n\n4.3. **Payment Terms:** You agree to pay all applicable fees in a timely manner. We reserve the right to suspend access to Subscribed Services for non-payment. Fees are non-refundable except as required by law.\n\n## **5. Intellectual Property**\n\nWe grant you a limited, non-exclusive, non-transferable, revocable license to access and use our Platform and integrate with our APIs solely for the purpose of receiving the Services as permitted by this Agreement. We retain all right, title, and interest in and to the Comms.ID Platform.\n\n## **6. Confidentiality**\n\nYou may have access to confidential information relating to our Platform. You agree to keep such information confidential and not disclose it to any third party without our prior written consent, except as required by law.\n\n# **7. Disclaimer and Limitation of Liability**\n\n7.1. **Disclaimer:** Except as expressly stated in this Agreement, the Services are provided \"as is\" and \"as available.\" We make no warranties, whether express, implied, or statutory, regarding the Services.\n\n7.2. **Limitation of Liability:** To the fullest extent permitted by law, Comms.ID's total aggregate liability to you for any and all claims arising out of or in connection with this Agreement or the use of the Services shall not exceed:\n(a) For the Basic Service (free of charge), the amount of one hundred Australian dollars (AUD $100.00).\n(b) For Subscribed Services, the total fees paid by you to us in the twelve (12) months immediately preceding the event giving rise to the claim.\n\n7.3. **Exclusion of Damages:** In no event will Comms.ID be liable for any lost profits, revenue, or data, or for any indirect, special, consequential, or punitive damages.\n\n## **8. Term and Termination**\n\n8.1. **Term:** This Agreement commences on the date you first use the Services and continues until terminated.\n\n8.2. **Termination:** We may suspend or terminate this Agreement and your access to the Services immediately if you breach any term of this Agreement. You may terminate this Agreement at any time by ceasing all use of the Services and de-registering your client.\n\n8.3. **Survival:** Provisions of this Agreement that by their nature should survive termination will remain in effect, including sections on Confidentiality, Intellectual Property, Limitation of Liability, and Governing Law.\n\n## **9. General**\n\n9.1. **Governing Law:** This Agreement is governed by the laws of **Queensland, Australia**. Both parties agree to submit to the exclusive jurisdiction of the courts of Queensland.\n\n9.2. **Future Services:** We may introduce new services or features (such as configurable AI agents). Your use of such new services may be subject to additional terms and fees, which you must agree to before use.\n\n9.3. **Entire Agreement:** This Agreement constitutes the entire agreement between you and Comms.ID regarding your use of the Services as a Relying Party and supersedes all prior agreements.\n",
  "html": "<p>This Relying Party Agreement (&quot;Agreement&quot;) is a binding legal contract between <strong>Comms.ID Pty Ltd</strong> (ACN: 686 963 904), a company incorporated in Queensland, Australia (&quot;Comms.ID,&quot; &quot;we,&quot; &quot;us,&quot; &quot;our&quot;), and the entity registering to use the Comms.ID platform as a Relying Party (&quot;Relying Party,&quot; &quot;you,&quot; &quot;your&quot;).</p>\n<p>By registering a client, integrating with our platform, or using the Comms.ID Services, you agree to be bound by the terms and conditions of this Agreement.</p>\n<h2><strong>1. The Comms.ID Ecosystem and Our Commitment</strong></h2>\n<p>Comms.ID provides a secure digital identity platform (&quot;Platform&quot; or &quot;Services&quot;) designed to combat fraud and build digital trust. Our Platform operates in alignment with the Australian Government Digital ID System (AGDIS).</p>\n<p>1.1. <strong>Voluntary Alignment with AGDIS:</strong> AGDIS is a voluntary accreditation scheme. While Comms.ID is on the journey to achieve formal accreditation, we have built our Platform from the ground up to adopt and conform to all relevant aspects of the AGDIS framework, including the <em>Digital ID Act 2024</em>, associated Rules, Data Standards, and the <em>Privacy Act 1988</em>. We aim to meet and exceed the best practices and legal requirements of the AGDIS framework. Our commitment to these standards is unwavering regardless of our accreditation status.</p>\n<p>1.2. <strong>Interoperability and Separation of Roles:</strong> The AGDIS framework is designed for interoperability. This separation of roles (Identity Service Provider, Attribute Service Provider, Identity Exchange) is a fundamental requirement of the system&#39;s design to enhance privacy and security. While Comms.ID currently provides an integrated ecosystem, our architecture anticipates future interoperability with other accredited providers. This Agreement governs your use of our Platform within this framework.</p>\n<h2><strong>2. Registration and Onboarding</strong></h2>\n<p>2.1. <strong>Dynamic Client Registration (DCR):</strong> You may register to use the Services through our automated DCR process. You warrant that all information provided during registration is true, accurate, and complete.</p>\n<p>2.2. <strong>Vetting and Approval:</strong> We reserve the right to vet any Relying Party. For certain high-risk scopes, such as <code>aml/ctf</code>, registration will result in a &quot;Pending Review&quot; status. We may require you to provide additional information, including evidence of your compliance with applicable laws (such as your Anti-Money Laundering and Counter-Terrorism Financing Program). We retain the absolute discretion to approve, reject, or revoke your access to any or all Services to protect the integrity of our Platform and its users.</p>\n<h2><strong>3. Your Obligations as a Relying Party</strong></h2>\n<p>3.1. <strong>Compliance with Laws:</strong> You warrant that you will use the Services in full compliance with all applicable laws, including the <em>Privacy Act 1988</em> and, where applicable, the <em>Anti-Money Laundering and Counter-Terrorism Financing Act 2006</em> (AML/CTF Act).</p>\n<p>3.2. <strong>Data Handling and User Consent:</strong> You acknowledge and agree that:\n(a) The Comms.ID Platform is designed around end-user consent. You may only request personal information from a user that is reasonably necessary for your service.\n(b) You must respect the type of data access granted by the user (&quot;Access Only&quot; or &quot;Access and Duplicate&quot;). Where &quot;Access Only&quot; is granted, you agree not to attempt to scrape, copy, or otherwise store the user&#39;s personal information outside of the secure viewing environment provided by the Comms.ID Companion App.\n(c) You are solely responsible for how you handle, store, and secure any personal information that a user consents to duplicate to your systems, and you must do so in accordance with the <em>Privacy Act</em>.</p>\n<p>3.3. <strong>Security:</strong> You are responsible for securely managing your client credentials, API keys, and access to the Platform. You must notify us immediately of any suspected unauthorised access.</p>\n<p>3.4. <strong>Fair Use Policy:</strong> You agree to abide by our Fair Use Policy. We reserve the right to monitor usage and suspend or limit your access if your use is deemed fraudulent, malicious, or so excessive that it degrades the performance and availability of the Platform for other users.</p>\n<h2><strong>4. Fees and Payment (For Subscribed Services)</strong></h2>\n<p>4.1. <strong>Basic Service:</strong> Access to our core identity verification services may be provided free of charge, at our discretion.</p>\n<p>4.2. <strong>Subscribed Services:</strong> Access to certain features and scopes (e.g., <code>aml/ctf</code> compliance solutions) requires a paid subscription (&quot;Subscribed Services&quot;). Fees for Subscribed Services will be based on your chosen subscription tier and are payable monthly in advance.</p>\n<p>4.3. <strong>Payment Terms:</strong> You agree to pay all applicable fees in a timely manner. We reserve the right to suspend access to Subscribed Services for non-payment. Fees are non-refundable except as required by law.</p>\n<h2><strong>5. Intellectual Property</strong></h2>\n<p>We grant you a limited, non-exclusive, non-transferable, revocable license to access and use our Platform and integrate with our APIs solely for the purpose of receiving the Services as permitted by this Agreement. We retain all right, title, and interest in and to the Comms.ID Platform.</p>\n<h2><strong>6. Confidentiality</strong></h2>\n<p>You may have access to confidential information relating to our Platform. You agree to keep such information confidential and not disclose it to any third party without our prior written consent, except as required by law.</p>\n<h1><strong>7. Disclaimer and Limitation of Liability</strong></h1>\n<p>7.1. <strong>Disclaimer:</strong> Except as expressly stated in this Agreement, the Services are provided &quot;as is&quot; and &quot;as available.&quot; We make no warranties, whether express, implied, or statutory, regarding the Services.</p>\n<p>7.2. <strong>Limitation of Liability:</strong> To the fullest extent permitted by law, Comms.ID&#39;s total aggregate liability to you for any and all claims arising out of or in connection with this Agreement or the use of the Services shall not exceed:\n(a) For the Basic Service (free of charge), the amount of one hundred Australian dollars (AUD $100.00).\n(b) For Subscribed Services, the total fees paid by you to us in the twelve (12) months immediately preceding the event giving rise to the claim.</p>\n<p>7.3. <strong>Exclusion of Damages:</strong> In no event will Comms.ID be liable for any lost profits, revenue, or data, or for any indirect, special, consequential, or punitive damages.</p>\n<h2><strong>8. Term and Termination</strong></h2>\n<p>8.1. <strong>Term:</strong> This Agreement commences on the date you first use the Services and continues until terminated.</p>\n<p>8.2. <strong>Termination:</strong> We may suspend or terminate this Agreement and your access to the Services immediately if you breach any term of this Agreement. You may terminate this Agreement at any time by ceasing all use of the Services and de-registering your client.</p>\n<p>8.3. <strong>Survival:</strong> Provisions of this Agreement that by their nature should survive termination will remain in effect, including sections on Confidentiality, Intellectual Property, Limitation of Liability, and Governing Law.</p>\n<h2><strong>9. General</strong></h2>\n<p>9.1. <strong>Governing Law:</strong> This Agreement is governed by the laws of <strong>Queensland, Australia</strong>. Both parties agree to submit to the exclusive jurisdiction of the courts of Queensland.</p>\n<p>9.2. <strong>Future Services:</strong> We may introduce new services or features (such as configurable AI agents). Your use of such new services may be subject to additional terms and fees, which you must agree to before use.</p>\n<p>9.3. <strong>Entire Agreement:</strong> This Agreement constitutes the entire agreement between you and Comms.ID regarding your use of the Services as a Relying Party and supersedes all prior agreements.</p>\n",
  "plainText": "This Relying Party Agreement (\"Agreement\") is a binding legal contract between Comms.ID Pty Ltd (ACN: 686 963 904), a company incorporated in Queensland, Australia (\"Comms.ID,\" \"we,\" \"us,\" \"our\"), and the entity registering to use the Comms.ID platform as a Relying Party (\"Relying Party,\" \"you,\" \"your\").\nBy registering a client, integrating with our platform, or using the Comms.ID Services, you agree to be bound by the terms and conditions of this Agreement.\n1. The Comms.ID Ecosystem and Our Commitment\nComms.ID provides a secure digital identity platform (\"Platform\" or \"Services\") designed to combat fraud and build digital trust. Our Platform operates in alignment with the Australian Government Digital ID System (AGDIS).\n1.1. Voluntary Alignment with AGDIS: AGDIS is a voluntary accreditation scheme. While Comms.ID is on the journey to achieve formal accreditation, we have built our Platform from the ground up to adopt and conform to all relevant aspects of the AGDIS framework, including the Digital ID Act 2024, associated Rules, Data Standards, and the Privacy Act 1988. We aim to meet and exceed the best practices and legal requirements of the AGDIS framework. Our commitment to these standards is unwavering regardless of our accreditation status.\n1.2. Interoperability and Separation of Roles: The AGDIS framework is designed for interoperability. This separation of roles (Identity Service Provider, Attribute Service Provider, Identity Exchange) is a fundamental requirement of the system's design to enhance privacy and security. While Comms.ID currently provides an integrated ecosystem, our architecture anticipates future interoperability with other accredited providers. This Agreement governs your use of our Platform within this framework.\n2. Registration and Onboarding\n2.1. Dynamic Client Registration (DCR): You may register to use the Services through our automated DCR process. You warrant that all information provided during registration is true, accurate, and complete.\n2.2. Vetting and Approval: We reserve the right to vet any Relying Party. For certain high-risk scopes, such as aml/ctf, registration will result in a \"Pending Review\" status. We may require you to provide additional information, including evidence of your compliance with applicable laws (such as your Anti-Money Laundering and Counter-Terrorism Financing Program). We retain the absolute discretion to approve, reject, or revoke your access to any or all Services to protect the integrity of our Platform and its users.\n3. Your Obligations as a Relying Party\n3.1. Compliance with Laws: You warrant that you will use the Services in full compliance with all applicable laws, including the Privacy Act 1988 and, where applicable, the Anti-Money Laundering and Counter-Terrorism Financing Act 2006 (AML/CTF Act).\n3.2. Data Handling and User Consent: You acknowledge and agree that:\n(a) The Comms.ID Platform is designed around end-user consent. You may only request personal information from a user that is reasonably necessary for your service.\n(b) You must respect the type of data access granted by the user (\"Access Only\" or \"Access and Duplicate\"). Where \"Access Only\" is granted, you agree not to attempt to scrape, copy, or otherwise store the user's personal information outside of the secure viewing environment provided by the Comms.ID Companion App.\n(c) You are solely responsible for how you handle, store, and secure any personal information that a user consents to duplicate to your systems, and you must do so in accordance with the Privacy Act.\n3.3. Security: You are responsible for securely managing your client credentials, API keys, and access to the Platform. You must notify us immediately of any suspected unauthorised access.\n3.4. Fair Use Policy: You agree to abide by our Fair Use Policy. We reserve the right to monitor usage and suspend or limit your access if your use is deemed fraudulent, malicious, or so excessive that it degrades the performance and availability of the Platform for other users.\n4. Fees and Payment (For Subscribed Services)\n4.1. Basic Service: Access to our core identity verification services may be provided free of charge, at our discretion.\n4.2. Subscribed Services: Access to certain features and scopes (e.g., aml/ctf compliance solutions) requires a paid subscription (\"Subscribed Services\"). Fees for Subscribed Services will be based on your chosen subscription tier and are payable monthly in advance.\n4.3. Payment Terms: You agree to pay all applicable fees in a timely manner. We reserve the right to suspend access to Subscribed Services for non-payment. Fees are non-refundable except as required by law.\n5. Intellectual Property\nWe grant you a limited, non-exclusive, non-transferable, revocable license to access and use our Platform and integrate with our APIs solely for the purpose of receiving the Services as permitted by this Agreement. We retain all right, title, and interest in and to the Comms.ID Platform.\n6. Confidentiality\nYou may have access to confidential information relating to our Platform. You agree to keep such information confidential and not disclose it to any third party without our prior written consent, except as required by law.\n7. Disclaimer and Limitation of Liability\n7.1. Disclaimer: Except as expressly stated in this Agreement, the Services are provided \"as is\" and \"as available.\" We make no warranties, whether express, implied, or statutory, regarding the Services.\n7.2. Limitation of Liability: To the fullest extent permitted by law, Comms.ID's total aggregate liability to you for any and all claims arising out of or in connection with this Agreement or the use of the Services shall not exceed:\n(a) For the Basic Service (free of charge), the amount of one hundred Australian dollars (AUD $100.00).\n(b) For Subscribed Services, the total fees paid by you to us in the twelve (12) months immediately preceding the event giving rise to the claim.\n7.3. Exclusion of Damages: In no event will Comms.ID be liable for any lost profits, revenue, or data, or for any indirect, special, consequential, or punitive damages.\n8. Term and Termination\n8.1. Term: This Agreement commences on the date you first use the Services and continues until terminated.\n8.2. Termination: We may suspend or terminate this Agreement and your access to the Services immediately if you breach any term of this Agreement. You may terminate this Agreement at any time by ceasing all use of the Services and de-registering your client.\n8.3. Survival: Provisions of this Agreement that by their nature should survive termination will remain in effect, including sections on Confidentiality, Intellectual Property, Limitation of Liability, and Governing Law.\n9. General\n9.1. Governing Law: This Agreement is governed by the laws of Queensland, Australia. Both parties agree to submit to the exclusive jurisdiction of the courts of Queensland.\n9.2. Future Services: We may introduce new services or features (such as configurable AI agents). Your use of such new services may be subject to additional terms and fees, which you must agree to before use.\n9.3. Entire Agreement: This Agreement constitutes the entire agreement between you and Comms.ID regarding your use of the Services as a Relying Party and supersedes all prior agreements.",
  "metadata": {
    "title": "Comms.ID Relying Party Agreement",
    "description": "Agreement for entities and their team member represtitives using COMMS.ID as a Relying Party",
    "type": "agreement",
    "author": "COMMS.ID PTY LTD",
    "version": "1.0.2",
    "lastUpdated": "2025-08-19T18:07:39+10:00",
    "filename": "Comms.ID_Relying_Party_Agreement.md",
    "hash": "30922220ffd16d07d6623bdf5b07430b6be210cfc136ced67533b3598455a955"
  }
}